Repository: shuhaaka/telegram-bot
Catalog: languages/telegram-bot-*.po
Languages: ru_ru

source: Helps
ru_ru: Справки

source: Dynamic Code
ru_ru: Динамический Код

source: Sent dynamic code to this Telegram account @%s.
ru_ru: Отправил динамический код в эту учетную запись Telegram @%s.

source: Telegram Authentication
ru_ru: Аутентификация Telegram

source: Two step Telegram bot authentication is on
ru_ru: Двухэтапная аутентификация бота Telegram включена

source: Dear %s
ru_ru: Уважаемый %s

source: Display website
ru_ru: Показать вебсайт

source: Connect to Telegram
ru_ru: Подключиться к Telegram

source: This profile has been linked to this Telegram account:
ru_ru: Этот профиль был привязан к этой учетной записи Telegram:

source: Disconnect
ru_ru: Отключить

source: Telegram Bot Code
ru_ru: Код Telegram Bot

source: Or
ru_ru: Или

source: Request Connect
ru_ru: Запросить подключение

source: Send this code from telegram bot to identify the your user.
ru_ru: Отправьте этот код от бота telegram, чтобы идентифицировать вашего пользователя.

source: Start Bot
ru_ru: Запускать бот

source: Posts
ru_ru: Посты

source: Categories List
ru_ru: Список категорий

source: Search
ru_ru: Поиск

source: Set Webhook Successfully.
ru_ru: Перехватчик успешна создан.

source: Set Webhook with Error!
ru_ru: Ошибка вебхука!

source: WordPress Tags
ru_ru: WordPress теги

source: The ID of this post
ru_ru: ID этого поста

source: The title of this post
ru_ru: Название публикации/страницы

source: The Slug of this post
ru_ru: Слаг записи

source: The first 55 words of this post
ru_ru: Первые 55 слов этого поста

source: The whole content of this post
ru_ru: Все содержание этого поста

source: The display name of author of this post
ru_ru: Отображаемое имя автора этого поста

source: The permalink of this author posts
ru_ru: Постоянная ссылка этого автора поста

source: The permalink of this post
ru_ru: Постоянная ссылка записи

source: The short url of this post
ru_ru: Короткий URL этого поста

source: The tags of this post. Tags are automatically converted to Telegram hashtags
ru_ru: Теги этого поста. Теги автоматически конвертируются в хэштеги Telegram

source: The categories of this post. Categories are automatically separated by | symbol
ru_ru: Категории этого поста. Категории автоматически разделяются на | условное обозначение

source: The featured image URL
ru_ru: URL Рекомендуемого изображения

source: The custom field of this post, Example {cf:price}
ru_ru: Настраиваемое поле этого сообщения, Пример {cf: price}

source: The Taxonomy Terms of this post: {terms:taxonomy}, Example {terms:category}
ru_ru: Условия таксономии этого поста: {{terms:taxonomy}, Пример {terms:category}

source: IF Statement for custom field, Example: {if='cf:price'}Price: {cf:price}{/if}
ru_ru: Оператор IF для настраиваемого поля, пример: {if = 'cf: price'} Price: {cf: price} {/ if}

source: Your successful login to %1$s account on date %2$s at %3$s with %4$s IP address done.
ru_ru: Вы успешно вошли в учетную запись %1$s на дату %2$s на %3$s с IP-адресом %4$s.

source: User login
ru_ru: Логин

source: User name
ru_ru: Имя пользователя

source: Name
ru_ru: Имя

source: User IP
ru_ru: IP пользователя

source: Date
ru_ru: Дата

source: emailed
ru_ru: посылаемые

source: notification
ru_ru: оповещения

source: Register a new user
ru_ru: Регистрация нового пользователя

source: User role
ru_ru: Роль пользователя

source: New Comment
ru_ru: Новый комментарий

source: Post
ru_ru: Запись

source: Author
ru_ru: Автор

source: Website
ru_ru: Веб Сайт

source: Comment
ru_ru: Комментарий

source: Your request without result!
ru_ru: Ваш запрос без результата!

source: Update
ru_ru: Обновить

source: Welcome!
ru_ru: Добро пожаловать!

source: Enter word for search:
ru_ru: Введите слово для поиска:

source: Page
ru_ru: Страница

source: Category
ru_ru: Категория

source: Post Category Invalid!
ru_ru: Категория недействительна!

source: New Status:
ru_ru: Новый статус:

source: Trash
ru_ru: Корзина

source: Restore from Trash
ru_ru: Восстановить из корзины

source: Unapprove
ru_ru: Отозвать одобрение

source: Approve
ru_ru: Одобрить

source: Spam
ru_ru: Спам

source: Not Found Comment!
ru_ru: Комментарий не найден!

source: Posts Per Page
ru_ru: Посты на странице

source: Image Size
ru_ru: Размер изображения

source: Messages
ru_ru: Сообщения

source: Start Command<br>(Welcome Message)
ru_ru: Команда запуска <br> (Приветственное сообщение)

source: Welcome to %s
ru_ru: Добро пожаловать в %s

source: Users
ru_ru: Пользователи

source: Telegram Connectivity
ru_ru: Подключиться к Telegram

source: Active
ru_ru: Активный

source: Enable the ability to connect the WordPress profile to the Telegram account. This feature is displayed in the user profile, Admin bar, and WooCommerce account details.
ru_ru: Включите возможность подключения профиля WordPress к учетной записи Telegram. Эта функция отображается в профиле пользователя, панели администратора и в деталях учетной записи WooCommerce.

source: Successful connect message
ru_ru: Сообщение об успешном подключении

source: Disconnect message
ru_ru: Отключить сообщение

source: Two factor auth
ru_ru: Двухфакторная аутентификация

source: Enable Two Step Telegram bot Auth
ru_ru: Включить двухэтапную аутентификацию бота Telegram

source: Verify text code for each login attempt. Users need to setup the Telegram account in their profile. To ensure no conflict with other plugins, Disable other Two step authentication.
ru_ru: Проверяйте текстовый код для каждой попытки входа в систему. Пользователи должны настроить учетную запись Telegram в своем профиле. Чтобы не конфликтовать с другими плагинами, отключите другую двухэтапную аутентификацию.

source: Force Telegram bot auth validation
ru_ru: Проверка подлинности бота Force Telegram

source: If enabled this, any user without linked Telegram account in profile will not be able to login.
ru_ru: Если включено, любой пользователь без связанной учетной записи Telegram в профиле не сможет войти в систему.

source: You need to setup your Telegram Connectivity before enabling this setting to avoid yourself being blocked from next time login.
ru_ru: Вам нужно настроить подключение Telegram перед включением этого параметра, чтобы избежать блокировки при следующем входе в систему.

source: Click here to connect the WordPress profile to the Telegram account
ru_ru: Нажмите здесь, чтобы подключить профиль WordPress к учетной записи Telegram

source: Notification
ru_ru: Уведомление

source: Administrators
ru_ru: Администраторы

source: Trying to send recovery mode (PHP errors) notification
ru_ru: Попытка отправить уведомление о режиме восстановления (ошибки PHP)

source: Auto core update
ru_ru: Авто обновления

source: New comment
ru_ru: Новый комментарий

source: Users login
ru_ru: Вход для пользователей

source: Post Type
ru_ru: Тип записи

source: Force update keyboard
ru_ru: Принудительно обновить клавиатуру

source: You should update keyboard for users when change WordPress language, active Woocommerce plugin, search setting changed. (Status don't save)
ru_ru: Вы должны обновить клавиатуру для пользователей, когда меняете язык WordPress, активный плагин Woocommerce, изменились настройки поиска. (Статус не сохраняется)

source: Send to Channel
ru_ru: Отправить на канал

source: Telegram Channel
ru_ru: Телеграмма Канал

source: Telegram channel is a great way for attracting people to your site.<br> This option allows you to send posts to your Telegram channel.
ru_ru: Канал Telegram - отличный способ привлечь людей на ваш сайт. <br> Этот параметр позволяет отправлять сообщения на ваш канал Telegram.

source: Create a channel (if you don't already have one).
ru_ru: Создайте канал (если у вас его еще нет).

source: Create a bot (if you don't already have one).
ru_ru: Создайте бота (если у вас его еще нет).

source: Go to channel options and select 'Administrator' option.
ru_ru: Зайдите в настройки каналов и выберите «Администратор».

source: Select 'Add Administrator' option.
ru_ru: Выберите опцию «Добавить администратора».

source: Search the username of your bot and add it as administrator.
ru_ru: Найдите имя пользователя вашего бота и добавьте его в качестве администратора.

source: Allow 'Post Messages' Permission
ru_ru: Разрешить разрешение «Публиковать сообщения»

source: Enter the username of the channel and hit SAVE button!!!
ru_ru: Введите имя пользователя канала и нажмите кнопку Сохранить !!!

source: Yes! Now, whenever you publish or update a post you can choose whether send it to Telegram (from post editor page)
ru_ru: Да! Теперь, когда вы публикуете или обновляете сообщение, вы можете выбрать, отправлять ли его в Telegram (со страницы редактора сообщений).

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Message Pattern
ru_ru: Шаблон сообщения

source: Attache featured Image
ru_ru: Прикрепить избранное изображение

source: [Set 'channel' attribute]
ru_ru: [Установить атрибут 'channel']

source: [API Token or Channel Username Invalid]
ru_ru: [Токен API или имя канала неверны]

source: Channel Member Count:
ru_ru: Количество участников канала:

source: API Token or Channel Username Invalid, It may not have access to the channel! (Read Help)
ru_ru: Неверный API-токен или имя пользователя канала. Возможно, у него нет доступа к каналу! (Читать справку)

source: Channel
ru_ru: Канал

source: Send to Channels
ru_ru: Отправить на каналы

source: Check send every
ru_ru: Отправить

source: Minutes
ru_ru: Минуты

source: Work with <a href="%s" target="_blank">WP-Cron</a>.
ru_ru: Работайте с <a href="%s" target="_blank"> WP-Cron </a>.

source: Delay in send
ru_ru: Задержка отправки

source: Least 5 minutes recommended.
ru_ru: Рекомендуется минимум 5 минут.

source: Display Metabox for
ru_ru: Показать метабокс для

source: Enable Quick Send
ru_ru: Включить быструю отправку

source: Display Telegram column in admin post type archive (Requires the metabox display access).
ru_ru: Отобразить столбец Telegram в архиве типа записей администратора (требуется доступ для отображения метабокса).

source: Add Channel
ru_ru: Добавить Канал

source: New Channel
ru_ru: Новый Канал

source: Channel Username
ru_ru: Имя пользователя канала

source: Send to channel (Default)
ru_ru: Отправить на канал (по умолчанию)

source: Active on PostType
ru_ru: Активен в типе записи

source: With featured image?
ru_ru: С избранным изображением?

source: Formatting messages
ru_ru: Форматирование сообщений

source: Telegram supports basic markdown and some HTML tags (bold, italic, inline links). By checking one of the following options, your messages will be compatible with Telegram format.
ru_ru: Telegram поддерживает базовую разметку и некоторые теги HTML (полужирный, курсив, встроенные ссылки). Если вы выберете один из следующих вариантов, ваши сообщения будут совместимы с форматом Telegram.

source: Simple
ru_ru: Простой

source: Excerpt length
ru_ru: Фиксированная длина

source: Word
ru_ru: Слова

source: Inline button title
ru_ru: Заголовок встроенной кнопки

source: Web page preview in messages
ru_ru: Предварительный просмотр веб-страницы в сообщениях

source: Disable
ru_ru: Отключить

source: - Select a Tag -
ru_ru: - Выберите тег -

source: Debugs
ru_ru: Отладки

source: Host Location
ru_ru: Расположение хоста

source: Tip
ru_ru: Подсказка

source: Your website host location on the list of countries that have filtered the telegram. For this reason, the plugin may not work well. My suggestion is to use a host of another countries.
ru_ru: Местоположение вашего сайта в списке стран, которые отфильтровали телеграмму. По этой причине плагин может не работать хорошо. Мое предложение состоит в том, чтобы использовать множество других стран.

source: Host
ru_ru: Хост

source: Status
ru_ru: Статус

source: Issuer
ru_ru: Эмитент

source: Valid
ru_ru: Действительный

source: Valid from
ru_ru: Действителен с

source: Valid until
ru_ru: Годен до

source: Is expired
ru_ru: Истек

source: Remaining days to expiration
ru_ru: Осталось дней до истечения срока

source: Key
ru_ru: Ключ

source: Version
ru_ru: Версия

source: Debugging Mode
ru_ru: Режим отладки

source: Address
ru_ru: Адрес

source: Language
ru_ru: Язык

source: Character encoding
ru_ru: Кодировка символов

source: Text Direction
ru_ru: Направление текста

source: Site Health
ru_ru: Здоровье сайта

source: Check site health page
ru_ru: Проверьте страницу здоровья сайта

source: PHP Version
ru_ru: Версия PHP

source: Plugin Version
ru_ru: Версия плагина

source: Plugin DB Table Created
ru_ru: Таблица БД Плагина создана

source: Update to the new version
ru_ru: Обновление до новой версии

source: Plugins
ru_ru: Плагины

source: Proxy
ru_ru: Прокси

source: DISCLAIMER
ru_ru: ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ

source: Use the proxy at your own risk!
ru_ru: Используйте прокси на свой страх и риск!

source: Inactive
ru_ru: Неактивный

source: PHP Proxy
ru_ru: PHP Прокси

source: Google Script URL
ru_ru: URL Google Script

source: The requests to Telegram will be sent via your Google Script.
ru_ru: Запросы к Telegram будут отправляться через ваш скрипт Google.

source: See help page
ru_ru: Смотрите страницу Справки

source: Proxy Host
ru_ru: Прокси Хост

source: Host IP or domain name like 192.168.55.124
ru_ru: IP-адрес хоста или доменное имя, например 192.168.55.124

source: Proxy Port
ru_ru: Прокси Порт

source: Target Port like 8080
ru_ru: Целевой порт как 8080

source: Proxy Type
ru_ru: Тип Прокси

source: Username
ru_ru: Имя пользователя

source: Leave empty if not required
ru_ru: Оставьте пустым, если не требуется

source: Password
ru_ru: Пароль

source: You can use this script to bypass the bans on Telegram API by different hosts. Simply send the request to this script instead of the Telegram Bot API after deploying it as a web app and allowing anonymous access.
ru_ru: Вы можете использовать этот скрипт для обхода запретов на Telegram API разными хостами. Просто отправьте запрос к этому сценарию вместо Telegram Bot API после развертывания его в виде веб-приложения и разрешения анонимного доступа.

source: How to Deploy
ru_ru: Как развернуть

source: Goto <a href="%s">script.google.com</a> and sign in if required
ru_ru: Перейдите <a href="%s"> script.google.com </a> и, если необходимо, войдите в систему.

source: Create a new project and give it a name
ru_ru: Создайте новый проект и дайте ему имя

source: It should open a file (Code.gs by default). Remove the contents of this file
ru_ru: Он должен открыть файл (Code.gs по умолчанию). Удалить содержимое этого файла

source: Copy the contents of below code and paste into your project file (Code.gs)
ru_ru: Скопируйте содержимое приведенного ниже кода и вставьте его в файл проекта (Code.gs).

source: Click File > Save or press Ctrl+S
ru_ru: Нажмите Файл> Сохранить или нажмите Ctrl + S

source: Click "Publish" from the menu and select "Deploy as web app..."
ru_ru: Нажмите «Опубликовать» в меню и выберите «Развернуть как веб-приложение ...»

source: If asked, Enter any name for the project and click "OK"
ru_ru: Если будет предложено, введите любое имя для проекта и нажмите «ОК».

source: In "Execute the app as:", select "Me (your email)" [IMPORTANT]
ru_ru: В разделе «Выполнить приложение как:» выберите «Я (ваш адрес электронной почты)» [ВАЖНО]

source: In "Who has access to the app:", select "Anyone, even anonymous" [IMPORTANT]
ru_ru: В разделе «Кто имеет доступ к приложению:» выберите «Любой, даже анонимный» [ВАЖНО]

source: Click "Deploy" to open the Authorization box
ru_ru: Нажмите «Развернуть», чтобы открыть окно авторизации.

source: Click "Review Permissions" to authorize the script
ru_ru: Нажмите «Просмотреть разрешения», чтобы авторизовать скрипт

source: In the popup window select your Google Account
ru_ru: Во всплывающем окне выберите свой аккаунт Google

source: On the next screen, click "Allow"
ru_ru: На следующем экране нажмите «Разрешить»

source: After redirection, you should see "This project is now deployed as a web app"
ru_ru: После перенаправления вы должны увидеть «Этот проект теперь развернут как веб-приложение»

source: Copy the "Current web app URL" and paste it in plugin
ru_ru: Скопируйте «Текущий URL веб-приложения» и вставьте его в плагин

source: Detail
ru_ru: Подробнее

source: Product stock status
ru_ru: Состояние товара на складе

source: Product
ru_ru: Товар

source: Stock status
ru_ru: Состояние на складе

source: No stock
ru_ru: Нет на складе

source: Low stock
ru_ru: Низкий запас

source: Current quantity
ru_ru: Текущее количество

source: Order status changed
ru_ru: Статус заказа изменен

source: Order number
ru_ru: Номер заказа

source: Old status
ru_ru: Старый статус

source: New status
ru_ru: Новый статус:

source: New order note
ru_ru: Запись нового заказа

source: Note
ru_ru: Заметка

source: New Order
ru_ru: Новый заказ

source: Total price
ru_ru: Итоговая цена

source: Payment method
ru_ru: Метод оплаты

source: Items
ru_ru: Товары

source: Your profile has been linked to this Telegram account:
ru_ru: Ваш профиль был связан с этим аккаунтом Telegram:

source: Products
ru_ru: Товары

source: Product Categories List
ru_ru: Список категорий товаров

source: Cart
ru_ru: Корзина

source: Product Categories
ru_ru: Категории продукта

source: Checkout
ru_ru: Заказать

source: Your cart is empty.
ru_ru: Ваша корзина пуста.

source: Empty Cart?
ru_ru: Пустая корзина?

source: Cart has been empty.
ru_ru: Корзина была пуста.

source: Refresh Cart
ru_ru: Обновить корзину

source: In stock
ru_ru: В наличии

source: Out of stock
ru_ru: Нет вналичии

source: WooCommerce Tags
ru_ru: Теги WooCommerce

source: The currency symbol
ru_ru: Символ валюты

source: The price of this product
ru_ru: Цена этого продукта

source: The regular price of this product
ru_ru: Обычная цена этого продукта

source: The sale price of this product
ru_ru: Цена продукта со скидкой

source: The width of this product
ru_ru: Ширина этого продукта

source: The length of this product
ru_ru: Длина этого продукта

source: The height of this product
ru_ru: Высота этого продукта

source: The weight of this product
ru_ru: Вес этого продукта

source: The dimensions of this product
ru_ru: Размеры этого продукта

source: The average rating of this product
ru_ru: Средняя оценка этого продукта

source: The SKU (Stock Keeping Unit) of this product
ru_ru: Артикул (единицы хранения) этого продукта

source: Is this product downloadable? (Yes or No)
ru_ru: Этот продукт можно загрузить? (Да или нет)

source: Is this product virtual? (Yes or No)
ru_ru: Этот продукт виртуальный? (Да или нет)

source: Is this product sold individually? (Yes or No)
ru_ru: Этот продукт продается индивидуально? (Да или нет)

source: The tax status of this product
ru_ru: Налоговый статус этого продукта

source: The tax class of this product
ru_ru: Налоговый класс этого продукта

source: The stock amount of this product
ru_ru: На складе количество этого продукта

source: The stock status of this product
ru_ru: Состояние на складе этого продукта

source: Whether or not backorders allowed?
ru_ru: Разрешены ли задержки?

source: Is this a featured product? (Yes or No)
ru_ru: Это рекомендуемый продукт? (Да или нет)

source: Is this product visible? (Yes or No)
ru_ru: Этот продукт виден? (Да или нет)

source: Galleries
ru_ru: Галереи

source: Back to Product
ru_ru: Вернуться к продукту

source: The product does not exist
ru_ru: Продукт не существует

source: Remove from Cart:
ru_ru: Удалить из корзины:

source: Add to Cart:
ru_ru: Добавить в корзину:

source: Please select product variations:
ru_ru: Пожалуйста, выберите варианты продукта:

source: Product Category Invalid!
ru_ru: Категория товара недействительна!

source: Products Per Page
ru_ru: Кол-во продуктов на странице

source: Exclude Categories
ru_ru: Исключить категории

source: None
ru_ru: Никто

source: Exclude Display Categories
ru_ru: Исключить отображаемые категории

source: New order
ru_ru: Новый заказ

source: Order status change
ru_ru: Изменение статуса заказа

source: Product low stock
ru_ru: Товар заканчивается

source: Product no stock
ru_ru: Товара нет в наличии

source: Customers
ru_ru: Клиенты

source: Empty the cart
ru_ru: Очистить корзину

source: After Redirect to Cart Page
ru_ru: Перенаправить в корзину после успешного добавления

source: After Payment Complete
ru_ru: После завершения платежа

source: Display
ru_ru: Отображение

source: Meta Data
ru_ru: Метаданные

source: Weight
ru_ru: Вес

source: Dimensions
ru_ru: Размеры

source: Attributes
ru_ru: Атрибуты

source: Rating
ru_ru: Рейтинг

source: Keyboard
ru_ru: Клавиатура

source: Gallery Button
ru_ru: Кнопка галлереи

source: Category Buttons
ru_ru: Кнопка Категории

source: Select
ru_ru: Выбрать

source: N/A
ru_ru: Недоступно

source: Notification for lock the user
ru_ru: Уведомление о блокировке пользователя

source: User Name
ru_ru: Имя пользователя

source: IP range
ru_ru: IP Диапазон

source: Attache backup file
ru_ru: Резервное копирование/восстановление

source: Notification for new backup
ru_ru: Уведомление о новой резервной копии

source: Requires the Schedule "Telegram Notification" option to be enabled.
ru_ru: Требует, чтобы опция «Уведомление о телеграмме» была включена.

source: Backup of %s Failed
ru_ru: Ошибка при восстановления %s товара

source: BackUpWordPress was unable to backup your site %1$s.
ru_ru: BackUpWordPress не удалось создать резервную копию вашего сайта %1$s.

source: Here are the errors that we've encountered:
ru_ru: Вот ошибки, с которыми мы столкнулись:

source: If the errors above look like Martian, you can find further assistance on our support forum:
ru_ru: Если приведенные выше ошибки выглядят как марсианские, вы можете найти дополнительную помощь на нашем форуме поддержки:

source: Backup of %s
ru_ru: Резервное копирование %s

source: Notification for send log
ru_ru: Уведомление для отправки журнала

source: Notification for new message
ru_ru: Уведомление о новом сообщении

source: Notification from this forms
ru_ru: Уведомление от этой формы

source: All
ru_ru: Всё

source: New message
ru_ru: Новый сообщение

source: Open the <a href="%s" target="_blank">Additional Settings</a> tab in the contact form editor page, and add lines like these:
ru_ru: Откройте вкладку <a href="%s" target="_blank"> Дополнительные настройки </a> на странице редактора формы контакта и добавьте следующие строки:

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Two factor auth with Telegram bot
ru_ru: Двухфакторная аутентификация с ботом Telegram

source: (Requires Telegram Connectivity in WordPress tab)
ru_ru: (Требуется подключение Telegram на вкладке WordPress)

source: Dynamic Code: %1$s ,Location: %2$s.
ru_ru: Динамический код: %1$s, Локация: %2$s.

source: (no title)
ru_ru: (без загаловка)

source: (child)
ru_ru: (дочерняя)

source: Notification for new blacklisted IP
ru_ru: Уведомление о новом черном списке IP

source: Notification for email subscribe
ru_ru: Уведомление о подписке на электронную почту

source: Notification for email unsubscribe
ru_ru: Уведомление по электронной почте отписаться

source: New email subscribed to Mailchimp
ru_ru: Адрес электронной почты нового пользователя.

source: Email unsubscribed from Mailchimp
ru_ru: Письмо будет отправлено с этого адреса электронной почты.

source: Notification for new subscriber
ru_ru: SMS new subscriber

source: Notification for unsubscribe
ru_ru: Уведомление по электронной почте отписаться

source: New subscriber for newsletter
ru_ru: SMS new subscriber

source: Unsubscribe from newsletter
ru_ru: Убрать из рассылки

source: Newsletter Dashboard
ru_ru: Display Newsletter

source: Citadel mode is activated
ru_ru: Активированный

source: Number of lockouts is increasing
ru_ru: Увеличение памяти, выделенной PHP

source: New Custom login URL
ru_ru: Пользовательский текст URL:

source: A new activity has been recorded
ru_ru: Элемент ленты активности был успешно обновлен.
