Repository: shuhaaka/telegram-bot
Catalog: languages/telegram-bot-*.po
Languages: ru_ru

source: Weekly report
ru_ru: Еденедельный отчет

source: Scanner Report
ru_ru: Отчет сканера

source: Notification for events
ru_ru: Уведомление для событий

source: WP Cerber Security Dashboard
ru_ru: All In One WP Security & Firewall Dashboard

source: Mobile Number
ru_ru: Телефон

source: Notification for statistical reporting
ru_ru: Уведомление для статистической отчетности

source: Requires enable "Statistical reporting" option in the Notification tab in WP Statistics settings.
ru_ru: Требуется включить опцию «Статистическая отчетность» на вкладке «Уведомления» в настройках WP Statistics.

source: WP Statistics report
ru_ru: Польная статистика

source: WP Statistics Dashboard
ru_ru: Модерацию в админке WordPress

source: Notification for user avatar change
ru_ru: Сменить аватар

source: User avatar change notification
ru_ru: Сменить аватар

source: User Profile
ru_ru: Профиль пользователя

source: Wordfence auto update
ru_ru: Wordfence Консоль

source: Wordfence firewall deactivated
ru_ru: Wordfence Консоль

source: Wordfence deactivated
ru_ru: Wordfence Консоль

source: IP address blocked
ru_ru: IP адрес блокирован

source: IP address throttled
ru_ru: IP адрес блокирован

source: Lost password form used
ru_ru: Забыли Пароль?

source: User locked out from login
ru_ru: Пользователь заблокирован от входа

source: Administrator user logged in
ru_ru: Администратор вошел в систему

source: Administrator user logged in from a new device or location
ru_ru: Пользователь администратора вошел с нового устройства или местоположения

source: Non administrator user logged in
ru_ru: Пользователь не администратор вошел в систему

source: Non administrator user logged in from a new device or location
ru_ru: Пользователь без прав администратора вошел с нового устройства или местоположения

source: Someone is blocked from logging in for using a password found in a breach
ru_ru: Кто-то заблокирован от входа в систему для использования пароля, найденного в нарушении

source: Increase in attack rate
ru_ru: Увеличение скорости атаки

source: Notification for security events
ru_ru: Уведомление о событиях безопасности

source: Wordfence security event
ru_ru: Wordfence событие безопасности

source: Event
ru_ru: События

source: Days
ru_ru: Дни

source: Hours
ru_ru: Часов

source: Seconds
ru_ru: Секунд

source: Wordfence Dashboard
ru_ru: Wordfence Консоль

source: Reason
ru_ru: Причина

source: Duration
ru_ru: Продолжительность

source: Reset Password URL
ru_ru: URL Сброса пароля

source: Support URL
ru_ru: URL поддержки

source: Attack Count
ru_ru: Количество

source: Attack Table
ru_ru: Увеличение скорости атаки

source: Next >
ru_ru: След >

source: < Previous
ru_ru: <Предыдущая

source: Next Page >
ru_ru: Следующая страница >

source: < Previous Page
ru_ru: < Предыдущая страница

source: Back
ru_ru: Назад

source: Categories
ru_ru: Категории

source: More
ru_ru: Подробнее

source: The plugin requires SSL in the domain of your website!
ru_ru: Плагин требует SSL в домене вашего сайта!

source: Welcome, Your Telegram account is successfully connected to the website.
ru_ru: Добро пожаловать! Ваша учетная запись Telegram успешно подключена к сайту.

source: Your profile was successfully disconnected from Telegram account.
ru_ru: Ваш профиль был успешно отключен от учетной записи Telegram.

source: This profile was successfully disconnected from Telegram account.
ru_ru: Этот профиль был успешно отключен от учетной записи Telegram.

source: No linked Telegram account to this user profile.
ru_ru: Нет привязанной учетной записи Telegram к этому профилю пользователя.

source: Error in sending message
ru_ru: Ошибка при отправке сообщения

source: Dynamic code is required.
ru_ru: Динамический код не требуется.

source: Dynamic code is not correct.
ru_ru: Динамический код неверен.

source: Dynamic code expired.
ru_ru: Динамический код истек.

source: Username or password is empty.
ru_ru: Имя пользователя или пароль пустые.

source: Unknown error
ru_ru: Неизвестная ошибка

source: About
ru_ru: Информация

source: Default command list
ru_ru: Список команд по умолчанию

source: How to set bot commands: Start %s and select your bot > "Edit Bot" > "Edit Commands" > Send text below.
ru_ru: Как настроить команды бота: Запустите %s и выберите своего бота> «Редактировать бота»> «Редактировать команды»> Отправить текст ниже.

source: Integrate WordPress with Telegram
ru_ru: Интеграция WordPress с Telegram

source: Keep in touch with me:
ru_ru: Оставайтесь на связи со мной:

source: Bot Name:
ru_ru: Имя бота:

source: API Token Invalid (Need to save settings)
ru_ru: Неверный API-токен (необходимо сохранить настройки)

source: Welcome, Your Telegram account is successfully connected to the store.
ru_ru: Добро пожаловать! Ваша учетная запись Telegram успешно подключена к магазину.

source: Remove % Channel?
ru_ru: Удалить % канал?

source: Settings saved.
ru_ru: Настройки сохранены.

source: Save
ru_ru: Сохранить

source: Full
ru_ru: Полный

source: Crop
ru_ru: Обрезать

source: Every % Minutes
ru_ru: Каждые %d минут

source: Settings
ru_ru: Настройки

source: Shuhrat Mamataliyev
ru_ru: Шухрат Маматалиев
